
{
  "sunday-reading": {
    "id": "sunday-reading",
    "type": "reading",
    "title": {
      "en": ["Apocalypse 22:4-5"],
      "la": ["Apocalypsis 22:4-5"]
    },
    "content": {
      "en": [
        "They will see the Lord face to face, and his name will be written on their foreheads. It will never be night again and they will not need lamplight or sunlight, because the Lord God will be shining on them. They will reign for ever and ever."
      ],
      "la": [
        "Et videbunt faciem ejus, et nomen ejus in frontibus eorum. Et nox ultra non erit, neque opus habebunt lumine lucernae neque lumine solis, quoniam Dominus Deus illuminabit illos, et regnabunt in saecula saeculorum."
      ]
    },
    "scriptureRef": {
      "book": "Revelation",
      "chapter": 22,
      "verse": "4-5",
      "translation": "NRSV",
      "content": {
        "en": ["They will see his face, and his name will be on their foreheads. And there will be no more night; they need no light of lamp or sun, for the Lord God will be their light, and they will reign forever and ever."]
      }
    }
  },
  "monday-reading": {
    "id": "monday-reading",
    "type": "reading",
    "title": {
      "en": ["1 Thessalonians 5:9-10"],
      "la": ["1 Thessalonicenses 5:9-10"]
    },
    "content": {
      "en": [
        "God destined us not for wrath but for obtaining salvation through our Lord Jesus Christ, who died for us, so that whether we are awake or asleep we may live with him."
      ],
      "la": [
        "Quoniam non posuit nos Deus in iram, sed in acquisitionem salutis per Dominum nostrum Jesum Christum, qui mortuus est pro nobis, ut sive vigilemus sive dormiamus, simul cum illo vivamus."
      ]
    },
    "scriptureRef": {
      "book": "1 Thessalonians",
      "chapter": 5,
      "verse": "9-10",
      "translation": "NRSV",
      "content": {
        "en": ["For God has destined us not for wrath but for obtaining salvation through our Lord Jesus Christ, who died for us, so that whether we are awake or asleep we may live with him."]
      }
    }
  }
}
